Repository: arstanber/challenge
Catalog: reInspire/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ja, kk, ko, pt, ru, zh_hans

# Пт
source: Fri
ar: جمعة
de: Fr
es: Vie
fr: Ven
ja: 金
kk: Жм
ko: 금
pt: sex
zh_hans: 周五

# Пуши начнут общаться с тобой на сленге: стрики, пруфы, вайб. Без кринжа (почти).
source: Pushes will talk to you in slang: streaks, proofs, vibe. No cringe (almost).
ar: ستبدأ الإشعارات بمخاطبتك بلغة العصر: تتابعات، إثباتات، أجواء. بلا حرج (تقريبًا).
de: Push-Nachrichten reden mit dir im Slang: Streaks, Proofs, Vibe. Kein Cringe (fast).
es: Pushes te hablará en jerga: rayas, pruebas, vibra. Sin vergüenza (casi).
fr: Les notifications vont te parler en argot : streaks, preuves, vibe. Sans cringe (presque).
ja: プッシュは、ストリーク、プルーフ、バイブなどのスラングであなたに話しかけます。嫌悪感は（ほとんど）ありません。
kk: Push-хабарлар сенімен сленгпен сөйлеседі: стриктер, пруфтар, вайб. Кринжсіз (дерлік).
ko: Pushes는 줄무늬, 증명, 분위기 등의 속어로 여러분에게 이야기할 것입니다. (거의) 움츠러들지 않습니다.
pt: Pushes vão falar com você em gírias: estrias, provas, vibe. Sem medo (quase).
zh_hans: Pushes 会用俚语跟你说话：streaks、proofs、vibe。没有畏缩（几乎）。

# Радиус
source: Radius
ar: النطاق
es: Radio
fr: Rayon
ja: 半径
kk: Радиус
ko: 반지름
pt: Raio
zh_hans: 半径

# Радиус %lld м
source: Radius %lld m
ar: نطاق %lld م
es: Radio %lld m
fr: Rayon %lld m
ja: 半径 %lld m
kk: Радиус %lld м
ko: 반경 %lldm
pt: Raio %lldm
zh_hans: 半径 %lld 米

# Разблокировать
source: Unlock
ar: إلغاء القفل
de: Freischalten
es: Descubrir
fr: Débloquer
ja: ロックを解除する
kk: Ашу
ko: 터놓다
pt: Desbloquear
zh_hans: 开锁

# Развитие
source: Growth
ar: التطوّر
de: Wachstum
es: Crecimiento
fr: Développement
ja: 成長
kk: Даму
ko: 성장
pt: Crescimento
zh_hans: 生长

# Развить
source: Level up
ar: ترقية
de: Aufsteigen
es: Elevar a mismo nivel
fr: Progresser
ja: レベルアップ
kk: Дамыту
ko: 레벨 업
pt: Subir de nível
zh_hans: 升级

# Разреши уведомления в настройках, чтобы получать напоминание.
source: Allow notifications in Settings to get reminders.
ar: فعّل الإشعارات من الإعدادات لتصلك التذكيرات.
de: Erlaube Benachrichtigungen in den Einstellungen, um Erinnerungen zu erhalten.
es: Permita notificaciones en Configuración para recibir recordatorios.
fr: Autorise les notifications dans les réglages pour recevoir des rappels.
ja: 設定で通知を許可してリマインダーを取得します。
kk: Еске салу алу үшін параметрлерден хабарландыруларға рұқсат бер.
ko: 미리 알림을 받으려면 설정에서 알림을 허용하세요.
pt: Permita notificações em Configurações para receber lembretes.
zh_hans: 允许“设置”中的通知来获取提醒。

# Ранний отбой
source: Early bedtime
ar: النوم مبكرًا
de: Früh schlafen
es: Hora de acostarse temprano
fr: Coucher tôt
ja: 早めの就寝時間
kk: Ерте жату
ko: 이른 취침 시간
pt: Hora de dormir cedo
zh_hans: 早睡

# Раскрой свой потенциал
source: Unlock your potential
ar: أطلق العنان لإمكاناتك
de: Entfalte dein Potenzial
es: Libera tu potencial
fr: Libère ton potentiel
ja: 自分の可能性を解き放つ
kk: Әлеуетіңді аш
ko: 잠재력을 발휘하세요
pt: Desbloqueie seu potencial
ru: Раскрой свой потенциал
zh_hans: 释放你的潜力

# Растяжка
source: Stretching
ar: تمارين الإطالة
de: Dehnen
es: Extensión
fr: Étirements
ja: ストレッチ
kk: Созылу
ko: 스트레칭
pt: Alongamento
zh_hans: 伸展运动

# Расширенная аналитика
source: Advanced analytics
ar: تحليلات متقدّمة
de: Erweiterte Analysen
es: Análisis avanzado
fr: Analyses avancées
ja: 高度な分析
kk: Кеңейтілген аналитика
ko: 고급 분석
pt: Análise avançada
zh_hans: 高级分析

# Расширенные лимиты AI-коуча
source: Extended AI coach limits
ar: حدود موسّعة لمدرّب الذكاء الاصطناعي
de: Erweiterte KI-Coach-Limits
es: Límites ampliados del entrenador de IA
fr: Limites étendues du coach IA
ja: AI コーチの制限の拡張
kk: Кеңейтілген AI коуч лимиттері
ko: 확장된 AI 코치 제한
pt: Limites estendidos do treinador de IA
zh_hans: 扩展人工智能教练限制

# Ребёнок
source: Child
ar: طفل
de: Kind
es: Niño
fr: Enfant
ja: 子供
kk: Бала
ko: 어린이
pt: Criança
zh_hans: 孩子

source: Your kid signs in on their phone with a login (we'll generate it) and this PIN. Save the PIN -- it can't be recovered, only reset by recreating the account.
ar: سيسجّل طفلك الدخول على هاتفه باستخدام معرّف (سننشئه) وهذا الرقم السري. احفظ الرقم السري -- لا يمكن استعادته، بل إعادة ضبطه فقط عبر إعادة إنشاء الحساب.
de: Dein Kind meldet sich auf seinem Handy mit einem Login (wir erstellen es) und dieser PIN an. Speichere die PIN -- sie kann nicht wiederhergestellt, nur durch Neuanlage des Kontos zurückgesetzt werden.
es: Su hijo inicia sesión en su teléfono con un inicio de sesión (lo generaremos) y este PIN. Guarde el PIN; no se puede recuperar, solo se puede restablecer recreando la cuenta.
fr: Ton enfant se connectera sur son téléphone avec un identifiant (nous le générerons) et ce code PIN. Note le PIN -- il ne peut pas être récupéré, seulement réinitialisé en recréant le compte.
ja: お子様は、ログイン情報 (生成します) とこの PIN を使用して携帯電話にサインインします。 PIN を保存します。PIN は回復できません。アカウントを再作成することによってのみリセットされます。
kk: Бала өз телефонында логинмен (біз жасаймыз) және осы PIN-мен кіреді. PIN-ді сақта -- оны қалпына келтіру мүмкін емес, тек аккаунтты қайта жасау арқылы.
ko: 귀하의 자녀는 로그인 정보(생성해 드립니다)와 이 PIN을 사용하여 휴대폰에 로그인합니다. PIN을 저장하세요. PIN은 복구할 수 없으며 계정을 다시 생성해야만 재설정됩니다.
pt: Seu filho faz login no telefone com um login (nós o geraremos) e este PIN. Salve o PIN -- ele não pode ser recuperado, apenas redefina recriando a conta.
zh_hans: 您的孩子使用登录信息（我们将生成它）和此 PIN 码在手机上登录。保存 PIN 码----它无法恢复，只能通过重新创建帐户来重置。

# Регистрация
source: Sign up
ar: إنشاء حساب
de: Registrieren
es: Inscribirse
fr: Inscription
ja: サインアップ
kk: Тіркелу
ko: 가입
pt: Inscrever-se
zh_hans: 报名

# Режим зумера
source: Zoomer mode
ar: وضع الجيل Z
de: Zoomer-Modus
es: Modo de zoom
fr: Mode zoomer
ja: ズーマーモード
kk: Зумер режимі
ko: 줌머 모드
pt: Modo zoom
zh_hans: 变焦模式

# Режим фокуса
source: Focus mode
ar: وضع التركيز
de: Fokusmodus
es: Modo de enfoque
fr: Mode concentration
ja: フォーカスモード
kk: Фокус режимі
ko: 초점 모드
pt: Modo de foco
zh_hans: 对焦模式

# Рейтинг
source: Leaderboard
ar: لوحة المتصدّرين
de: Rangliste
es: Tabla de clasificación
fr: Classement
ja: リーダーボード
kk: Рейтинг
ko: 리더보드
pt: Tabela de classificação
zh_hans: 排行榜

# Рейтинг по сериям
source: Streak leaderboard
ar: لوحة متصدّري التتابعات
de: Serien-Rangliste
es: Tabla de clasificación de racha
fr: Classement par séries
ja: 連続記録リーダーボード
kk: Сериялар рейтингі
ko: 연속 리더보드
pt: Tabela de classificação da sequência
zh_hans: 连胜排行榜

# Рекорд: %lld
source: Best: %lld
ar: الأفضل: %lld
de: Rekord: %lld
es: Mejor: %lld
fr: Record : %lld
ja: ベスト: %lld
kk: Рекорд: %lld
ko: 베스트: %lld
pt: Melhor: %lld
zh_hans: 最佳：%lld

# Родители
source: Parents
ar: الوالدان
de: Eltern
es: Padres
ja: 両親
kk: Ата-аналар
ko: 부모
pt: Pais
zh_hans: 父母

# Родитель получил код. Введи его, чтобы выйти из семьи.
source: Your parent got a code. Enter it to leave the family.
ar: تلقّى أحد والديك رمزًا. أدخله لمغادرة العائلة.
de: Dein Elternteil hat einen Code erhalten. Gib ihn ein, um die Familie zu verlassen.
es: Tus padres obtuvieron un código. Entra para salir de la familia.
fr: Ton parent a reçu un code. Saisis-le pour quitter la famille.
ja: あなたの親がコードを受け取りました。家族から離れる場合は入力してください。
kk: Ата-анаң код алды. Отбасынан шығу үшін оны енгіз.
ko: 부모님이 코드를 받으셨습니다. 가족을 탈퇴하려면 이 항목을 입력하세요.
pt: Seu pai recebeu um código. Entre para sair da família.
zh_hans: 你的父母有一个代码。输入它即可离开家人。

# Русский
source: Russian
ar: الروسية
de: Russisch
es: ruso
fr: Russe
ja: ロシア
kk: Орысша
ko: 러시아인
pt: russo
zh_hans: 俄语

# Самая длинная серия дней в reInspire.
source: Your longest streak in reInspire.
ar: أطول تتابع أيام لك في reInspire.
de: Deine längste Tagesserie in reInspire.
es: Tu racha más larga en reInspire.
fr: Ta plus longue série de jours dans reInspire.
ja: reInspire での最長連続記録。
kk: reInspire-тегі ең ұзақ күндер серияң.
ko: reInspire에서 가장 긴 연속 기록을 달성했습니다.
pt: Sua sequência mais longa no reInspire.
zh_hans: 您在 reInspire 中的最长连续纪录。

# Сб
source: Sat
ar: سبت
de: Sa
es: Se sentó
fr: Sam
ja: 土
kk: Сб
ko: 앉았다
pt: Sentado
zh_hans: 星期六

# Своя привычка
source: Custom habit
ar: عادة مخصّصة
de: Eigene Gewohnheit
es: Hábito personalizado
fr: Habitude personnalisée
ja: カスタム習慣
kk: Жеке әдет
ko: 맞춤 습관
pt: Hábito personalizado
zh_hans: 习惯习惯

# Связаться с нами
source: Contact us
ar: تواصل معنا
de: Kontaktiere uns
es: Contáctenos
fr: Nous contacter
ja: お問い合わせ
kk: Бізбен байланысу
ko: 문의하기
pt: Contate-nos
zh_hans: 联系我们

# Связи
source: Connections
ar: الروابط
de: Verbindungen
es: Conexiones
fr: Connexions
ja: 接続
kk: Байланыстар
ko: 사이
pt: Conexões
zh_hans: 连接

# Сгенерировать
source: Generate
ar: إنشاء
de: Generieren
es: Generar
fr: Générer
ja: 生成する
kk: Жасау
ko: 생성하다
pt: Gerar
zh_hans: 产生

# Сделай фото при отметке выполнения
source: Take a photo when marking it done
ar: التق صورة عند تحديد الإنجاز
de: Mach ein Foto beim Abhaken
es: Tome una foto al marcarlo como hecho.
fr: Prends une photo en marquant comme fait
ja: 完了マークを付けるときに写真を撮ります
kk: Орындалды деп белгілегенде фото түсір
ko: 완료로 표시할 때 사진을 찍으세요.
pt: Tire uma foto ao marcar como concluído
zh_hans: 标记完成时拍照

# Сделай фото, подтверждающее выполнение
source: Take a photo to prove you did it
ar: التق صورة لإثبات إنجازك للمهمة
de: Mach ein Foto als Nachweis der Erledigung
es: Toma una foto para demostrar que lo hiciste.
fr: Prends une photo pour prouver que tu l'as fait
ja: やったことを証明する写真を撮ってください
kk: Орындалғанын растайтын фото түсір
ko: 사진을 찍어서 증명해 보세요.
pt: Tire uma foto para provar que você fez isso
zh_hans: 拍张照片来证明你做到了

# Сделать фото
source: Take a photo
ar: التقاط صورة
de: Foto machen
es: tomar una foto
fr: Prendre une photo
ja: 写真を撮ってください
kk: Фото түсіру
ko: 사진을 찍으세요
pt: Tire uma foto
zh_hans: 拍张照片

# Сегодня
source: Today
ar: اليوم
de: Heute
es: Hoy
fr: Aujourd'hui
ja: 今日
kk: Бүгін
ko: 오늘
pt: Hoje
zh_hans: 今天

# Сегодня -- ещё один день к твоей цели.
source: Today is one more day toward your goal.
ar: اليوم خطوة أخرى نحو هدفك.
de: Heute ist ein weiterer Tag auf dem Weg zu deinem Ziel.
es: Hoy es un día más hacia tu objetivo.
fr: Aujourd'hui, c'est un jour de plus vers ton objectif.
ja: 今日は目標に向けてあと 1 日です。
kk: Бүгін -- мақсатыңа қарай тағы бір күн.
ko: 오늘은 목표를 향한 하루가 더 남았습니다.
pt: Hoje é mais um dia em direção ao seu objetivo.
zh_hans: 今天又是实现目标的一天。

# Сегодня ещё не выполнено
source: Not done yet today
ar: لم يُنفَّذ اليوم بعد
de: Heute noch nicht erledigt
es: Aún no hecho hoy
fr: Pas encore fait aujourd'hui
ja: 今日はまだ終わっていない
kk: Бүгін әлі орындалмады
ko: 오늘은 아직 끝나지 않았어
pt: Ainda não fiz hoje
zh_hans: 今天还没做完

# Сегодня считается
source: Today still counts
ar: اليوم لا يزال محسوبًا
de: Heute zählt noch
es: Hoy todavía cuenta
fr: Aujourd'hui compte encore
ja: 今日も重要です
kk: Бүгін әлі есептеледі
ko: 오늘은 여전히 ​​중요하다
pt: Hoje ainda conta
zh_hans: 今天仍然很重要

# Сегодня,
source: Today,
ar: اليوم،
de: Heute,
es: Hoy,
fr: Aujourd'hui,
ja: 今日、
kk: Бүгін,
ko: 오늘,
pt: Hoje,
zh_hans: 今天，

# Сейчас: %.0f / %.0f
source: Сейчас: %1$.0f / %2$.0f
ar: الآن: %1$.0f / %2$.0f
de: Jetzt: %1$.0f / %2$.0f
es: Ahora: %1$.0f / %2$.0f
fr: Maintenant : %1$.0f / %2$.0f
ja: 現在: %1$.0f / %2$.0f
kk: Қазір: %1$.0f / %2$.0f
ko: 현재: %1$.0f / %2$.0f
pt: Agora: %1$.0f / %2$.0f
zh_hans: 现在：%1$.0f / %2$.0f

# Семейная группа
source: Family group
ar: مجموعة العائلة
de: Familiengruppe
es: grupo familiar
fr: Groupe familial
ja: 家族グループ
kk: Отбасы тобы
ko: 가족 그룹
pt: Grupo familiar
zh_hans: 家庭团

# Семейный рейтинг
source: Family leaderboard
ar: لوحة متصدّري العائلة
de: Familien-Rangliste
es: Tabla de clasificación familiar
fr: Classement familial
ja: ファミリーリーダーボード
kk: Отбасы рейтингі
ko: 가족 리더보드
pt: Tabela de classificação familiar
zh_hans: 家庭排行榜

# Семья
source: Family
ar: العائلة
de: Familie
es: Familia
fr: Famille
ja: 家族
kk: Отбасы
ko: 가족
pt: Família
zh_hans: 家庭

# Серия прервалась?
source: Streak broken?
ar: انقطع التتابع؟
de: Serie unterbrochen?
es: ¿Racha rota?
fr: Série interrompue ?
ja: 筋が途切れた？
kk: Серия үзілді ме?
ko: 줄무늬가 깨졌나요?
pt: Sequência quebrada?
zh_hans: 连胜断了？

# Серия продолжается! 🔥
source: Streak's still alive! 🔥
ar: التتابع لا يزال مستمرًا! 🔥
de: Serie ist noch am Leben! 🔥
es: ¡La racha sigue viva! 🔥
fr: La série continue ! 🔥
ja: ストリークはまだ生きています！ 🔥
kk: Серия әлі тірі! 🔥
ko: 스트릭은 아직 살아있어요! 🔥
pt: Streak ainda está vivo! 🔥
zh_hans: 条纹还活着！ 🔥

# Сжечь %lld ккал
source: Burn %lld kcal
ar: حرق %lld سعرة حرارية
de: %lld kcal verbrennen
es: Quemar %lld kcal
fr: Brûler %lld kcal
ja: %lld kcal を消費
kk: %lld ккал жағу
ko: %lld 칼로리 소모
pt: Queime %lld kcal
zh_hans: 燃烧 %lld 大卡

# Синий
source: Blue
ar: أزرق
de: Blau
es: Azul
fr: Bleu
ja: 青
kk: Көк
ko: 파란색
pt: Azul
zh_hans: 蓝色的

# Синхронизация
source: Sync
ar: المزامنة
de: Synchronisierung
es: Sincronizar
fr: Synchronisation
ja: 同期
kk: Синхрондау
ko: 동조
pt: Sincronizar
zh_hans: 同步

# Синяя
source: Blue
ar: أزرق
de: Blau
es: Azul
fr: Bleue
ja: 青
kk: Көк
ko: 파란색
pt: Azul
zh_hans: 蓝色的

# Система не приняла напоминание: %@
source: The system rejected the reminder: %@
ar: رفض النظام التذكير: %@
de: Das System hat die Erinnerung abgelehnt: %@
es: El sistema rechazó el recordatorio: %@
fr: Le système a refusé le rappel : %@
ja: システムはリマインダーを拒否しました: %@
kk: Жүйе еске салуды қабылдамады: %@
ko: 시스템에서 알림을 거부했습니다: %@
pt: O sistema rejeitou o lembrete: %@
zh_hans: 系统拒绝提醒：%@

# Скажи напр.: «первое в 7 утра каждый день 2 недели»
source: Try saying: "first one at 7am every day for 2 weeks"
ar: قل مثلًا: "الأولى في 7 صباحًا كل يوم لمدة أسبوعين"
de: Sag z. B.: "die erste um 7 Uhr morgens jeden Tag für 2 Wochen"
es: Intente decir: "el primero a las 7 a. m. todos los días durante 2 semanas".
fr: Dis par ex. : « la première à 7 h tous les jours pendant 2 semaines »
ja: 「2 週間、毎日午前 7 時に最初の 1 つ」と言ってみましょう。
kk: Мысалы айт: «біріншісі таңғы 7-де күн сайын 2 апта бойы»
ko: "2주 동안 매일 오전 7시에 첫 번째 하나"라고 말해 보세요.
pt: Tente dizer: "o primeiro às 7h, todos os dias, durante 2 semanas"
zh_hans: 尝试说：“两周内每天早上 7 点第一次”

# Сколько задач выполнено сегодня в reInspire.
source: How many tasks you've finished today in reInspire.
ar: عدد المهام التي أنجزتها اليوم في reInspire.
de: Wie viele Aufgaben du heute in reInspire erledigt hast.
es: Cuántas tareas has terminado hoy en reInspire.
fr: Combien de tâches tu as terminées aujourd'hui dans reInspire.
ja: 今日 reInspire で完了したタスクの数。
kk: Бүгін reInspire-те қанша тапсырма орындағаның.
ko: 오늘 reInspire에서 완료한 작업 수입니다.
pt: Quantas tarefas você concluiu hoje no reInspire.
zh_hans: 您今天在 reInspire 中完成了多少任务。

# Скоро
source: Coming soon
ar: قريباً
de: Demnächst
es: Muy pronto
fr: Bientôt
ja: 近日公開
kk: Жақында
ko: 곧 출시 예정
pt: Em breve
zh_hans: 即将推出

# Скрыть предложение
source: Hide offer
ar: إخفاء العرض
de: Angebot ausblenden
es: Ocultar oferta
fr: Masquer l’offre
ja: オファーを非表示にする
kk: Ұсынысты жасыру
ko: 혜택 숨기기
pt: Ocultar oferta
ru: Скрыть предложение
zh_hans: 隐藏报价

# Сменить пароль
source: Change password
ar: تغيير كلمة المرور
de: Passwort ändern
es: Cambiar la contraseña
fr: Changer le mot de passe
ja: パスワードを変更する
kk: Құпиясөзді өзгерту
ko: 비밀번호 변경
pt: Alterar a senha
zh_hans: 更改密码

# Смотреть всё
source: See all
ar: عرض الكل
de: Alle ansehen
es: Ver todo
fr: Voir tout
ja: 全て見る
kk: Барлығын көру
ko: 모두 보기
pt: Ver tudo
zh_hans: 查看全部

# События в календаре за день
source: Calendar events per day
ar: أحداث التقويم في اليوم
de: Kalendertermine pro Tag
es: Eventos del calendario por día
fr: Événements du calendrier par jour
ja: カレンダーの 1 日あたりのイベント
kk: Күніне күнтізбе іс-шаралары
ko: 일일 캘린더 이벤트
pt: Eventos do calendário por dia
zh_hans: 每天的日历事件

# Соединено!
source: Connected!
ar: تم الاتصال!
de: Verbunden!
es: ¡Conectado!
fr: Connecté !
ja: つながった！
kk: Қосылды!
ko: 연결되었습니다!
pt: Conectado!
zh_hans: 已连接！

# Соединитесь рядом
source: Connect nearby
ar: الاتصال القريب
de: In der Nähe verbinden
es: Conéctate cerca
fr: Connecte-toi à proximité
ja: 近くで接続する
kk: Жақын маңда қосылу
ko: 근처에서 연결
pt: Conecte-se nas proximidades
zh_hans: 附近连接

# Соединить рядом (потрясти телефоны)
source: Connect nearby (shake phones)
ar: الاتصال القريب (هزّ الهاتفين)
de: In der Nähe verbinden (Handys schütteln)
es: Conéctate cerca (agita los teléfonos)
fr: Se connecter à proximité (secouer les téléphones)
ja: 近くで接続します（電話を振る）
kk: Жақын маңда қосылу (телефондарды шайқау)
ko: 근처에 연결(전화 흔들기)
pt: Conecte-se nas proximidades (agite telefones)
zh_hans: 连接附近（摇动手机）

# Создавайте задачи и отправляйте фото-отчёты боту
source: Create tasks and send photo proof to the bot
ar: أنشئ مهامًا وأرسل صور الإثبات إلى البوت
de: Erstelle Aufgaben und sende Fotoberichte an den Bot
es: Crea tareas y envía pruebas fotográficas al bot.
fr: Crée des tâches et envoie des photos de preuve au bot
ja: タスクを作成し、証明写真をボットに送信します
kk: Тапсырма жасап, фото есептерді ботқа жібер
ko: 작업을 생성하고 사진 증거를 봇에 보냅니다.
pt: Crie tarefas e envie uma prova fotográfica para o bot
zh_hans: 创建任务并将照片证明发送给机器人

# Создай дуэль
source: Create a duel
ar: أنشئ مواجهة
de: Erstelle ein Duell
es: crear un duelo
fr: Crée un duel
ja: 決闘を作成する
kk: Дуэль жаса
ko: 결투를 만드세요
pt: Crie um duelo
zh_hans: 创建决斗

source: Create a family group to set up kids' accounts, assign tasks, and see their rankings.
ar: أنشئ مجموعة عائلية لإنشاء حسابات لأطفالك وتكليفهم بالمهام ومتابعة ترتيبهم.
de: Erstelle eine Familiengruppe, um Kinderkonten anzulegen, Aufgaben zuzuweisen und ihre Rangliste zu sehen.
es: Cree un grupo familiar para configurar cuentas de niños, asignar tareas y ver sus clasificaciones.
fr: Crée un groupe familial pour ouvrir des comptes à tes enfants, leur attribuer des tâches et voir leur classement.
ja: ファミリー グループを作成して、子供のアカウントを設定し、タスクを割り当て、ランキングを確認します。
kk: Бала аккаунттарын жасау, тапсырма беру және олардың рейтингін көру үшін отбасы тобын құр.
ko: 가족 그룹을 만들어 자녀의 계정을 설정하고, 작업을 할당하고, 순위를 확인하세요.
pt: Crie um grupo familiar para configurar contas de crianças, atribuir tarefas e ver suas classificações.
zh_hans: 创建家庭群组来设置孩子的帐户、分配任务并查看他们的排名。

# Создать
source: Create
ar: إنشاء
de: Erstellen
es: Crear
fr: Créer
ja: 作成する
kk: Жасау
ko: 만들다
pt: Criar
zh_hans: 创造

# Создать аккаунт ребёнку
source: Create a kid's account
ar: إنشاء حساب للطفل
de: Kinderkonto erstellen
es: Crear una cuenta para niños
fr: Créer un compte enfant
ja: 子供のアカウントを作成する
kk: Бала аккаунтын жасау
ko: 자녀의 계정 만들기
pt: Crie uma conta infantil
zh_hans: 创建一个孩子的帐户

# Создать дуэль
source: Create a duel
ar: إنشاء مواجهة
de: Duell erstellen
es: crear un duelo
fr: Créer un duel
ja: 決闘を作成する
kk: Дуэль жасау
ko: 결투를 만드세요
pt: Crie um duelo
zh_hans: 创建决斗

# Создать и искать
source: Create and search
ar: إنشاء وبحث
de: Erstellen und suchen
es: Crear y buscar
fr: Créer et rechercher
ja: 作成して検索する
kk: Жасау және іздеу
ko: 생성 및 검색
pt: Criar e pesquisar
zh_hans: 创建和搜索

# Создать семью
source: Create a family
ar: إنشاء عائلة
de: Familie erstellen
es: crear una familia
fr: Créer une famille
ja: 家族を作る
kk: Отбасы құру
ko: 가족 만들기
pt: Crie uma família
zh_hans: 创建一个家庭

# Создаю...
source: Creating...
ar: جارٍ الإنشاء...
de: Wird erstellt...
es: Creando...
fr: Création...
ja: 作成...
kk: Жасалуда...
ko: 만드는 중...
pt: Criando...
zh_hans: 创造...

# Создаём %lld задач
source: Creating %lld tasks
ar: إنشاء %lld مهام
de: %lld Aufgaben werden erstellt
es: Creando %lld tareas
fr: Création de %lld tâches
ja: %lld タスクを作成しています
kk: %lld тапсырма жасалуда
ko: %lld 작업 생성
pt: Criando tarefas %lld
zh_hans: 创建 %lld 任务

# Создаём план
source: Building your plan
ar: إنشاء خطتك
de: Dein Plan wird erstellt
es: Construyendo tu plan
fr: Création de ton plan
ja: 計画を立てる
kk: Жоспарың құрылуда
ko: 계획 세우기
pt: Construindo seu plano
zh_hans: 制定你的计划

# Сообщи код ребёнку, только если согласен отпустить его из семьи.
source: Only share the code with your kid if you're okay letting them leave the family.
ar: لا تشارك الرمز مع طفلك إلا إذا كنت موافقًا على مغادرته العائلة.
de: Teile den Code nur mit deinem Kind, wenn du damit einverstanden bist, dass es die Familie verlässt.
es: Solo comparta el código con su hijo si está de acuerdo en dejar que abandone la familia.
fr: Ne donne ce code à ton enfant que si tu es d'accord pour le laisser quitter la famille.
ja: 家族から離れても大丈夫な場合にのみ、コードをお子様と共有してください。
kk: Кодты балаңа тек оны отбасынан жіберуге келіссең ғана айт.
ko: 자녀가 가족을 떠나도록 해도 괜찮을 경우에만 자녀에게 코드를 공유하세요.
pt: Compartilhe o código apenas com seu filho se você concordar em deixá-lo sair da família.
zh_hans: 仅当您同意让您的孩子离开家庭时才与他们分享代码。

# Соперник
source: Opponent
ar: الخصم
de: Gegner
es: Adversario
fr: Adversaire
ja: 対戦相手
kk: Қарсылас
ko: 상대
pt: Adversário
zh_hans: 对手

# Соперник ещё не вступил
source: Opponent hasn't joined yet
ar: لم يلتحق الخصم بعد
de: Gegner ist noch nicht beigetreten
es: El oponente aún no se ha unido
fr: L'adversaire n'a pas encore rejoint
ja: 相手はまだ参加していません
kk: Қарсылас әлі қосылмады
ko: 상대방이 아직 참여하지 않았습니다.
pt: O oponente ainda não entrou
zh_hans: 对手尚未加入

source: Compete to see who finishes more tasks during the duel. Whoever closes out the most wins. It's easy to fool yourself -- not your friend.
ar: تنافسا لمعرفة من ينجز أكثر المهام خلال المواجهة. من يُنهي أكثر المهام يفوز. خداع النفس سهل، لكن خداع صديقك لا.
de: Tretet an, wer während des Duells mehr Aufgaben erledigt. Wer die meisten abschließt, gewinnt. Sich selbst zu täuschen ist leicht -- einen Freund nicht.
es: Compite para ver quién termina más tareas durante el duelo. Quien cierre más gana. Es fácil engañarse a uno mismo, no a su amigo.
fr: Affrontez-vous pour voir qui termine le plus de tâches pendant le duel. Celui qui en boucle le plus gagne. Se tromper soi-même est facile -- pas un ami.
ja: 決闘中にどちらがより多くのタスクを完了するかを競います。最も多く完封した人が勝ちです。友人ではなく、自分自身をだますのは簡単です。
kk: Дуэль кезінде кім көп тапсырма орындайтынын жарысыңдар. Кім ең көп аяқтаса, сол жеңеді. Өзіңді алдау оңай -- досыңды емес.
ko: 결투 중에 누가 더 많은 작업을 완료했는지 경쟁하세요. 가장 많이 마무리하는 사람이 승리합니다. 친구가 아니라 자신을 속이는 것은 쉽습니다.
pt: Competir para ver quem termina mais tarefas durante o duelo. Quem fechar mais ganha. É fácil enganar a si mesmo -- e não ao seu amigo.
zh_hans: 比拼看谁在决斗中完成更多任务。谁关闭最多，谁就获胜。欺骗自己很容易，而不是欺骗你的朋友。

# Соревнуйтесь, кто за это время выполнит больше дел.
source: Compete to see who gets more done in that time.
ar: تنافسا لمعرفة من ينجز أكثر خلال هذا الوقت.
de: Tretet an, wer in dieser Zeit mehr schafft.
es: Compite para ver quién hace más en ese tiempo.
fr: Affrontez-vous pour voir qui accomplit le plus de choses pendant ce temps.
ja: その時間内に誰がより多くの成果を上げるかを競います。
kk: Осы уақытта кім көп іс орындайтынын жарысыңдар.
ko: 그 시간에 누가 더 많은 일을 해내는지 경쟁해보세요.
pt: Competir para ver quem faz mais nesse período.
zh_hans: 进行竞争，看看谁在这段时间内完成了更多的工作。

# Сохранить
source: Save
ar: حفظ
de: Speichern
es: Ahorrar
fr: Enregistrer
ja: 保存
kk: Сақтау
ko: 구하다
pt: Salvar
zh_hans: 节省

# Сохранить и войти
source: Save and sign in
ar: حفظ وتسجيل الدخول
de: Speichern und anmelden
es: Guardar e iniciar sesión
fr: Enregistrer et se connecter
ja: 保存してサインインする
kk: Сақтап кіру
ko: 저장하고 로그인하세요
pt: Salve e faça login
zh_hans: 保存并登录

# Сохранить имя
source: Save name
ar: حفظ الاسم
de: Namen speichern
es: Guardar nombre
fr: Enregistrer le nom
ja: 名前を保存する
kk: Атын сақтау
ko: 이름 저장
pt: Salvar nome
zh_hans: 保存名称

# Сохранить место
source: Save location
ar: حفظ الموقع
de: Ort speichern
es: Guardar ubicación
fr: Enregistrer l'emplacement
ja: 場所を保存する
kk: Орынды сақтау
ko: 위치 저장
pt: Salvar localização
zh_hans: 保存位置

# Список невыполненных задач на сегодня.
source: List of today's unfinished tasks.
ar: قائمة المهام غير المكتملة لهذا اليوم.
de: Liste der heute unerledigten Aufgaben.
es: Lista de tareas pendientes de hoy.
fr: Liste des tâches non terminées aujourd'hui.
ja: 今日の未完了タスクのリスト。
kk: Бүгінгі орындалмаған тапсырмалар тізімі.
ko: 오늘의 완료되지 않은 작업 목록입니다.
pt: Lista das tarefas inacabadas de hoje.
zh_hans: 今天未完成的任务列表。

# Ср
source: Wed
ar: أرب
de: Mi
es: Casarse
fr: Mer
ja: 水
kk: Ср
ko: 수요일
pt: qua
zh_hans: 周三

# Срок
source: Deadline
ar: الموعد النهائي
de: Frist
es: Fecha límite
fr: Échéance
ja: 締め切り
kk: Мерзім
ko: 사선
pt: Prazo final
zh_hans: 最后期限

# Статистика
source: Stats
ar: الإحصائيات
de: Statistik
es: Estadísticas
fr: Statistiques
ja: 統計
kk: Статистика
ko: 통계
pt: Estatísticas
zh_hans: 统计数据

# Сторис
source: Stories
ar: ستوري
es: Historias
ja: ストーリー
kk: Сторис
ko: 스토리
pt: Histórias
zh_hans: 故事

# Строгий режим
source: Strict mode
ar: الوضع الصارم
de: Strenger Modus
es: modo estricto
fr: Mode strict
ja: ストリクトモード
kk: Қатаң режим
ko: 엄격 모드
pt: Modo estrito
zh_hans: 严格模式
